tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "chruby"
brew "git"
brew "gnupg"
brew "graphicsmagick"
brew "graphviz"
brew "mas"
brew "neovim"
brew "node"
brew "postgresql", restart_service: true
brew "python@3.9"
brew "redis", restart_service: true
brew "ruby-install"
brew "shellcheck"
brew "ssh-copy-id", link: true
brew "tmux"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "1password"
cask "alfred"
cask "caffeine"
cask "discord"
cask "firefox"
cask "font-cascadia"
cask "font-fira-code"
cask "font-fontawesome"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "meetingbar"
cask "microsoft-teams"
cask "ngrok"
cask "rectangle"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "the-unarchiver"
cask "tuple"
cask "visual-studio-code"
cask "zoom"
